export const homePageQuestions = [
  `ازاى تجذب وتبيع لأفضل 5% من العملاء في السوق القادرين, والمستعدين انهم يستثمروا في برامجك التدريبية والحلول اللي بتقدمها`,
  `ازاي تقدر تطور برامجك التدريبية بحيث تقدر تبيعها بسعر اعلى لنوعية عملاء افضل `,
  `ازاي تقدر تنظم وقتك بشكل فعال لتقديم برامجك التدريبية لأقصى عدد ممكن من العملاء من غير ما تحرق نفسك`,
];

export const questions = [
  {
    id: 1,
    title: "اسمك ؟",
    answer: "",
  },
  {
    id: 2,
    title: "إيميلك",
    answer: "",
  },
  {
    id: 3,
    title: "ايه اكثر حاجة من دول بتعبر عنك ؟",
    answer: "",
    choices: [
      "عندي كوتشينج بينزنس وعايز ازود مبيعاتي",
      "معنديش كوتشينج بيزنس ومش بقدم كورسات بس حابب ابدأ",
      "انا مش كوتش ومش بقدم كورسات ومش عايز ابدأ كوتشينج بيزنس",
    ],
  },
  {
    id: 4,
    title:
      "اوصف باختصار الكوتشينج بيزنس بتاعك , من عميلك ؟ , ماذا تبيع ؟ , ما السعر؟",
    answer: "",
  },
  {
    id: 5,
    title: "مبيعاتك الحالية",
    answer: "",
    choices: [
      "في الشهر 5000 - 1000",
      "في الشهر 10,000 - 5000",
      "في الشهر 20,000 - 10,000",
      "في الشهر من 50,000 - 20,000",
      "اكثر من 50,000 في الشهر",
    ],
  },
  {
    id: 6,
    title: 'ايه رقم المبيعات الشهري "الواقعي" اللي نفسك توصله ؟',
    answer: "",
  },
  {
    id: 7,
    title:
      "عندك استعداد تستثمر 10 الاف جنيه فما فوق في برنامج تدريبي يساعدك توصل لمبيعات بـ 6 ارقام شهريا ؟",
    answer: "",
    choices: ["عندي المال الكافي للإستثمار", "معنديش الامكانية للإستثمار"],
  },
  {
    id: 8,
    title:
      "ايه ميزانيتك الحالية المخصصة للاستثمار في تطوير ذاتك والبيزنس الخاص بيك؟",
    answer: "",
    choices: ["صفر", "فما فوق 5000", "فما فوق 10,000"],
  },
  {
    id: 9,
    title:
      "هل عندك الموارد (الوقت, المال, الالتزام, التكنولوجيا) لتطبيق اللي هتتعلمه في البرنامج ؟ مع العلم ان هيبقى في متابعة قوية من خلالنا؟",
    answer: "",
    choices: ["نعم", "لا"],
  },
  {
    id: 10,
    title:
      "هل استثمرت في برامج تدريبية قبل كدا ؟ لو اجابتك (نعم), ايه هو المبلغ؟",
    answer: "",
    choices: ["صفر", "نعم اكثر من 5000 جنيه", "نعم اكثر من 10,000 جنيه"],
  },
  {
    id: 11,
    title:
      "لو تم قبولك اننا نشتغل معاك عشان نساعدك توصل لهدفك , امتى تقدر تبدأ؟",
    answer: "",
    choices: [
      "في اقرب وقت ممكن",
      "في خلال اسبوع",
      "من شهر ل 3 اشهر",
      "مش حابب ابدأ قريبا",
    ],
  },
  {
    id: 12,
    title: "لينك بروفايل الفيس بوك/الانستجرام",
    answer: "",
  },
  {
    id: 13,
    title: "تقدر تضيف اي معلومات اخرى حاسس اننا لازم نعرفها قبل ما نتكلم هنا",
    answer: "",
    optional: true,
  },
];
