export const homePageQuestions = [
  `ازاي تبعد عن الزحمه الكبيره الموجودة في السوق وتنفرد وتعرف تختار المنتج الناجح`,
  `ازاي تعرف تشتغل صح وايه الخطوات الي تعملها بالظبط علشان تقدر تنجّح البزنس الخاص بيك`,
  `ازاي تقدر تنظم وقتك بشكل فعال بحيث تحقق نتيجه اكبر واضخم وهعرفك ازاي متقعدش تحرق في نفسك ومجهودك علي الفاضي`,
];

export const questions = [
  {
    id: 1,
    title: "اسمك ؟",
    answer: "",
  },
  {
    id: 2,
    title: "إيميلك",
    answer: "",
  },
  {
    id: 3,
    title: "ايه اكثر حاجة من دول بتعبر عنك ؟",
    answer: "",
    choices: [
      "انا عندي متجر الكتروني ولكن مش عارف احقق مبيعات",
      "انا عاوز اتعلم التجاره الالكترونيه بس مش عارف ابدأ صح ازاي",
      "انا محقق ارباح من التجاره الالكترونيه ولكن مش عارف اكبر ازاي",
    ],
  },
  {
    id: 4,
    title:
      "اشرحلي اكتر عن تجاربك السابقه , ايه الي جربته وفشل؟ ايه الي جربته ونجح؟ بقالك قد ايه بتبحث وتدور تبدأ صح ازاي و منين ومش عارف توصل لأي نتيجه؟",
    answer: "",
  },
  {
    id: 5,
    title: "(EGP) مبيعاتك الحالية",
    answer: "",
    choices: [
      "اقل من 1000",
      "في الشهر 5000 - 1000",
      "في الشهر 10,000 - 5000",
      "في الشهر 20,000 - 10,000",
      "في الشهر من 50,000 - 20,000",
      "اكثر من 50,000 في الشهر",
    ],
  },
  {
    id: 6,
    title: 'ايه رقم المبيعات الشهري "الواقعي" اللي نفسك توصله ؟',
    answer: "",
  },
  {
    id: 7,
    title:
      "عندك استعداد تستثمر 5 الاف جنيه فما فوق في برنامج تدريبي يساعدك توصل لمبيعات بـ 5 ارقام شهرياً؟",
    answer: "",
    choices: ["عندي المال الكافي للإستثمار", "معنديش الامكانية للإستثمار"],
  },
  {
    id: 8,
    title:
      "ما هي ميزانيه استثمارك في نفسك حالياً؟ وما هي مقدرتك الماديه لانطلاقك في عالم التجاره الالكترونيه؟",
    answer: "",
    choices: ["صفر", "فما فوق 3000", "فما فوق 7000"],
  },
  {
    id: 9,
    title:
      "هل عندك الموارد (الوقت, المال, الالتزام, التكنولوجيا) لتطبيق اللي هتتعلمه في البرنامج ؟",
    answer: "",
    choices: ["نعم", "لا"],
  },
  {
    id: 10,
    title:
      "هل استثمرت في برامج تدريبية قبل كدا ؟ لو اجابتك (نعم), ايه هو المبلغ؟",
    answer: "",
    choices: ["صفر", "نعم اكثر من 3000 جنيه", "نعم اكثر من 7000 جنيه"],
  },
  {
    id: 11,
    title:
      "لو تم قبولك اننا نشتغل معاك عشان نساعدك توصل لهدفك , امتى تقدر تبدأ؟",
    answer: "",
    choices: [
      "في اقرب وقت ممكن",
      "في خلال اسبوع",
      "من شهر ل 3 اشهر",
      "مش حابب ابدأ قريبا",
    ],
  },
  {
    id: 12,
    title: "لينك بروفايل الفيس بوك/الانستجرام",
    answer: "",
  },
  {
    id: 13,
    title: "تقدر تضيف اي معلومات اخرى حاسس اننا لازم نعرفها قبل ما نتكلم هنا",
    answer: "",
    optional: true,
  },
];
